[
    {
        "id": "Circumcision",
        "collect": "",
        "epistle": "",
        "gospel": ""
    },
    {
        "id": "Lent1",
        "collect": "O LORD: who for our sake didst fast forty days and forty nights: Give us grace to use such abstinence, that, our flesh being subdued to the Spirit, we may ever obey thy godly motions in righteousness and true holiness, to thy honour and glory, who livest and reignest with the Father and the Holy Ghost, one God, world without end. <em>Amen.</em>",
        "epistleRef": { "book": "2 Cor", "chapter": "6", "firstVerse": "1", "lastVerse": "10"},
        "epistle": "We then as workers together with him, beseech you also, that ye receive not the grace of God in vain; (for he saith, I have heard thee in a time accepted, and in the day of salvation have I succoured thee: behold, now is the accepted time; behold, now is the day of salvation;) giving no offence in any thing, that the ministry be not blamed; but in all things approving ourselves as the ministers of God, in much patience, in afflictions, in necessities, in distresses, in stripes, in imprisonments, in tumults, in labours, in watchings, in fastings; by pureness, by knowledge, by long-suffering, by kindness, by the Holy Ghost, by love unfeigned, by the word of truth, by the power of God; by the armour of righteousness on the right hand and on the left; by honour and dishonour, by evil report and good report; as deceivers, and yet true; as unknown, and yet well known; as dying, and behold, we live; as chastened, and not killed; as sorrowful, yet alway rejoicing; as poor, yet making many rich; as having nothing, and yet possessing all things.",
        "gospelRef": { "book": "Matth", "chapter": "4", "firstVerse": "1", "lastVerse": "11"},
        "gospel": "Then was Jesus led up of the Spirit into the wilderness, to be tempted of the devil. And when he had fasted forty days and forty nights, he was afterward an-hungred. And when the tempter came to him, he said, If thou be the Son of God, command that these stones be made bread. But he answered and said, It is written, Man shall not live by bread alone, but by every word that proceedeth out of the mouth of God. Then the devil taketh him up into the holy city, and setteth him on a pinnacle of the temple, and saith unto him, If thou be the Son of God, cast thyself down; for it is written, He shall give his angels charge concerning thee, and in their hands they shall bear thee up, lest at any time thou dash thy foot against a stone. Jesus said unto him, It is written again, Thou shalt not tempt the Lord thy God. Again, the devil taketh him up into an exceeding high mountain, and sheweth him all the kingdoms of the world, and the glory of them; and saith unto him, All these things will I give thee. if thou wilt fall down and worship me. Then saith Jesus unto him, Get thee hence, Satan; for it is written, Thou shalt worship the Lord thy God, and him only shalt thou serve. Then the devil leaveth him, and behold, angels came and ministered unto him."
    },
    {
        "id": "Lent2",
        "collect": "",
        "epistle": "",
        "gospel": ""
    },
    {
        "id": "Lent3",
        "collect": "",
        "epistle": "",
        "gospel": ""
    }
]